export const RELATIONSHIP_TYPES = [
  // Настоящее
  'В отношениях',
  'Женат / Замужем',
  'Помолвлены',
  'Встречаемся',
  'Сожительство',
  'Открытые отношения',
  'Полиамория',
  'Свидания без обязательств',
  'Друзья с преимуществами',
  'Любовники',
  'Тайные отношения',

  // Прошлое
  'Бывшие отношения',
  'Бывший секс партнёр',
  'Первая любовь',
  'Первый партнер в сексе
  'Развелись',
  'Расстались',
  'Изменял(а)',

  // Сложное / неопределённое
  'Неразделённая любовь',
  'Безответная любовь',
  'Влюблён(а)',
  'Симпатия',
  'Флирт',
  'Переписка',
  'Друзья по сексу',
  'Лучший(ая) друг/подруга',
  'Знакомые',
  'Инцест',

  // Другое
  'Другое',
];
